Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/F34A.tmx
Source language: en_us
Languages: zh_cn

source: Saunas and Silence
zh_cn: 桑拿＆静寂——芬兰人与众不同的生活

source: The Finnish idea of a perfect vacation: a mokki on the shore of a quiet lake
zh_cn: 芬兰人眼中的完美假期就是：在安静的湖边，有一个小木屋。

source: IN THE FARTHEST corner of northern Europe, tucked between a remote finger of the Baltic Sea and Russia's frigid port of Murmansk, lies Finland.
zh_cn: 在北欧最偏远的角落，芬兰就嵌在波罗的海北部和俄罗斯寒冷的摩尔曼斯克港口之间。

source: In North America, this latitude can land you in igloo territory.
zh_cn: 在北美，同一纬度下你已经生活在圆顶的冰屋里了。

source: But when I touched down in the capital of Helsinki, Finland felt familiar - in fact, it felt a lot like Maine, where I spent my childhood summers.
zh_cn: 但是当我踏上芬兰首都赫尔辛基这块土地时，它让我感到那样的熟悉——说实话，这儿很像缅因州，我儿时的夏天就在那里度过。

source: Finland possesses a few features that Maine does not - for starters, a vast number of steamy wooden rooms full of naked people.
zh_cn: 对于初来乍到的人而言，芬兰有一些缅因州不具备的特点：许多蒸汽腾腾的小木屋里满是赤裸裸的人。

source: But apart from the saunas, the similarities are striking: Finland has the same flat landscape, the same crisp air, the countless lakes, the fir trees and birches, and the fragrant wildflowers.
zh_cn: 不过除了桑拿之外，二者相似点也很惊人：芬兰有着同样平坦的地形，同样清新的空气，数不尽的湖泊，冷杉树和桦树，还有芬芳的野花。

source: Like Maine, Finland has a convoluted coastline dotted with rocky islands, and Finns even celebrate summer with lobster dinners - or rather, raucous evenings spent obliterating bucketfuls of crayfish.
zh_cn: 和缅因州一样，芬兰也有一条蜿蜒的海岸线，点缀着岩石岛屿，芬兰人甚至会吃龙虾晚宴来庆祝夏天——或者更喜欢在喧嚣的晚上，消灭掉成桶的小龙虾。

source: I was already feeling right at home when I met several Finns who revealed that they, just like my grandparents in Maine, owned a vacation cottage in the woods.
zh_cn: 几个芬兰人告诉我他们在树林里有度假木屋，跟我在缅因州的祖父母一样，当时我已经感觉到自己就是在家里了。

source: My new Finnish friends explained that staying at a cottage - called a mokki in Finnish - is basically Finland's national pastime.
zh_cn: 我新认识的芬兰朋友跟我解释说，待在小木屋里——芬兰语是mokki——基本上算是芬兰的全民消遣方式。

source: Nearly half a million mokki dot the countryside, and that comes to roughly one cottage in the woods for every 10 Finns.
zh_cn: 将近五十万个mokki分布在乡村，这也就意味着几乎每10个芬兰人就有1个树林木屋。

source: My friends decided I should experience a mokki for myself.
zh_cn: 朋友们觉得我应该自己去体验一下mokki。

source: I assumed this would be something akin to the comfortable vacations I'd enjoyed with my grandparents, when a stay at the cottage entailed plenty of cocktail parties, meals with neighbors, and strolls to town for a daily gabfest.
zh_cn: 我猜想这必定跟之前我跟祖父母一起度过的舒适假期类似：待在小木屋的时候，一定会有很多的鸡尾酒派对、跟邻居聚餐，以及漫步到市区找朋友聊上一天。

source: I was in for something else.
zh_cn: 我来这里是想要不同的体验。

source: When I asked a young woman in Helsinki to define the essence of cottage life, she gazed dreamily into the distance.
zh_cn: 当我在赫尔辛基向一位年轻女士咨询木屋生活的实质时，她凝视远方，如同进入梦境一般。

source: "Washing dishes without running water or electricity," she murmured.
zh_cn: “洗盘子的时候没有自来水，也没有电，”她低声说道。

source: A man next to her nodded approvingly, and added, "Digging ditches." (Only later did I realize he was probably referring to going to the bathroom.)
zh_cn: 她旁边的一位男士点头表示赞成，并且补充道，“挖沟。”（直到后来，我才意识到他可能指的是上厕所。）

source: And they both said emphatically: "Not socializing with other people."
zh_cn: 他们都颇有同感地说：“不跟其他人社交。”

source: On the drive to my first mokki, the roads twisted through green fields of barley and rye and stunning yellow swaths of rapeseed.
zh_cn: 这是我第一次驱车前往mokki，一路上，道路在绿油油的麦田和一排排黄澄澄的油菜地中间蜿蜒而过，风景极好。

source: Sturdy red farmhouses and barns were scattered across the countryside.
zh_cn: 坚固的红色农舍和粮仓散布在整个乡村。

source: We arrived at a lake, and there in the woods was a very small, very charming cabin.
zh_cn: 我们抵达湖边，在树林里有一个非常小、非常迷人的小屋。

source: My friends unloaded our supply of drinking water - which, in accordance with mokki tradition, consisted primarily of beer - and built a fire to heat the sauna.
zh_cn: 朋友们从车上卸下我们的饮用水——根据mokki的传统，主要是啤酒——随后又生了火来加热桑拿房。

source: Someone pointed out the rowboat at the shoreline, noting that a rowboat and a sauna were the only two pieces of equipment necessary for mokki living.
zh_cn: 有人指着湖边的小船，告诉大家小船和桑拿是在mokki生活仅仅必需的两件设备。

source: I was more concerned with a third piece of equipment, but when I found it - and indeed, it was more or less just a ditch - I was pleased to discover it was covered by an equally charming outhouse.
zh_cn: 我更关心第三件设备，但是当我找到它的时候——事实上，它只能算得上一道沟——很高兴地发现它的外面罩着一个同样迷人的外屋。

source: My hosts, men and women alike, armed themselves with forestry gear and disappeared.
zh_cn: 主人们，不论男人还是女人，都把森林装备带到身上，随后就消失了。

source: Had I been a Finn, I would have set off with industrious intent to thin trees, net fish, forage for mushrooms and berries, putter with hammer and nail, or even hunt down a reindeer.
zh_cn: 如果我是芬兰人，我也会期待满满地出发，砍树、网鱼、寻找蘑菇和莓子、用锤子钉子随意地修葺、再或者去猎一只麋鹿。

source: But I remained perched on the porch, enchanted by the sudden quiet.
zh_cn: 不过我却停留在门廊里，因为我被这突如其来的静寂给迷住了。

source: When the others returned, it was time to unwind.
zh_cn: 当其他人都回来的时候，也到了放松的时间。

source: We sat in the sauna.
zh_cn: 我们坐在桑拿房里。

source: We jumped nude into the lake.
zh_cn: 我们一丝不挂地跳进湖里。

source: We savored some drinking water.
zh_cn: 我们畅饮啤酒。

source: Then we clambered back into the sauna and did it all again.
zh_cn: 之后我们又爬上桑拿房，从头再来一遍。

source: And again.
zh_cn: 又一遍。

source: Soon I was much too relaxed to bother with the rowboat, so I just swam out to the middle of the lake and floated naked in the cool water, surrounded by silence and trees.
zh_cn: 很快，我就完全放松了，以至于懒得去划船了，于是我游到了湖中央，裸身漂浮在凉凉的水里，四周环绕着寂静和树木。

source: The sky was a pure, empty blue, and there wasn't a single plan for socializing in sight.
zh_cn: 天空是那种纯洁、干净的蓝，视野中完全没有需要社交的东西。

source: It was the most carefree and restorative afternoon I'd spent in a decade.
zh_cn: 这是近十年来我度过的最无忧无虑、最能够恢复元气的一个下午。

source: Finland's population is aging and growing richer, so some Finns have expanded the notion of the cottage getaway.
zh_cn: 芬兰的人口正在老龄化，也越来越富有，因此一些芬兰人已经扩展了木屋度假地的概念。

source: When another Finnish family invited me to their mokki, I gladly accepted, but was startled to arrive at a large new home with vaulted ceilings, a fancy kitchen, and exquisite plumbing.
zh_cn: 另外一个芬兰家庭邀请我到他们的mokki时，我欣然接受，但是当到了一个有着圆顶天花板，还配备着高档厨房、精密管道的大而新的房子时，我被震惊了。

source: It was still on a lake, and had a rowboat and a sauna - a slick electrified one - but lacked any Stone Age charms.
zh_cn: 它还是在湖边，有小船和桑拿——是一个华而不实的电桑拿——但却缺失了石器时代的魅力。

source: After another day surrounded by woods and water, though, I realized that what made Finnish cottage life so uniquely refreshing - and so different from my summers of socializing in Maine - was just as apparent at this fancy mokki as it had been at the simple cabin.
zh_cn: 然而，又度过了被树木和湖水环绕的一天后，我意识到芬兰的木屋生活之所以如此提神儿——而且跟我在缅因州度过的跟人社交的夏天大相径庭——原因在这个高档mokki和简单小屋之间已经表现得很明显。

source: These Finns, too, would happily spend weeks in the forest, never seeing a single neighbor.
zh_cn: 这些芬兰人也是如此，他们愿意在森林里愉快地度过几个星期，见不着一个邻居。

source: Even with a higher standard of living, the most desirable luxury was still the simple satisfaction of solitude.
zh_cn: 尽管生活水平越来越高，但是最令人渴望的奢侈品依然是由孤寂带来的简单的满足感。
